Repository: nikitaoltyan/Biniva
Catalog: Biniva/*.lproj/Localizable.strings
Languages: ru

source: Privacy Policy
ru: Политика конфиденциальности

# add_button
source: Add
ru: Добавить

# weight_measurement_gramms
source: g
ru: г

# weight_measurement_kilograms
source: kg
ru: кг

# notification_title
source: How was your day?
ru: Как прошел твой день?

# notification_subtitle
source: Add your garbage for today, make the world a little greener!
ru: Добавь свой мусор за сегодня, сделай мир чуточку зеленее!

# plastic_for_stats
source: plastic
ru: пластика

# organic_for_stats
source: organic
ru: органики

# paper_for_stats
source: paper
ru: бумаги

# metal_for_stats
source: metal
ru: металла

# glass_for_stats
source: glass
ru: стекла

# wood_for_stats
source: wood
ru: дерева

# fabric_for_stats
source: fabric
ru: ткани

# battery_for_stats
source: battery
ru: батареек

# lamp_for_stats
source: lamp
ru: ламп

source: Plastic
ru: Пластик

source: Organic
ru: Органика

source: Paper
ru: Бумага

source: Metal
ru: Металл

source: Glass
ru: Стекло

source: Wood
ru: Дерево

source: Fabric
ru: Ткань

# battery
source: Batteries
ru: Батарейки

# lamp
source: Lamps
ru: Лампы

# onboarding_next
source: Continue
ru: Продолжить

# onboarding_skip
source: Skip
ru: Пропустить

# onboarding_1_image_name
source: onboarding_1_en
ru: onboarding_1_ru

# onboarding_1_title
source: Explore the new world
ru: Открой новый мир

# onboarding_1_green_title
source: of ecology
ru: экологии

# onboarding_1_subtitle
source: Now is the time to think about how much we consume and what we can do about it
ru: Сейчас самое время задуматься о том, сколько мы потребляем и что можем с этим сделать

# onboarding_1_description
source: We appreciate your privacy very much, so we wanted you to know how we use the personal information you provided. By tapping Continue you agree to
ru: Мы очень ценим вашу приватность, поэтому мы хотели, чтобы вы знали, как мы используем продоставленную вами личную информацию. Нажав Начать вы соглашаетесь с

# onboarding_1_conditions
source: Conditions
ru: Условиями

# onboarding_2_title
source: Find recycling points with
ru: Находи пункты переработки с помощью

# onboarding_2_subtitle
source: A map made up by the users themselves!
ru: Карта, составленная самими пользователями!

# onboarding_3_title
source: Track your consumption and
ru: Отслеживай свое потребление и

# onboarding_3_green_title
source: create useful habits
ru: создавай полезные привычки

# onboarding_3_subtitle
source: On average, every inhabitant of the Earth creates 1.1 kilograms (3.3 pounds) of trash per day. Let's lower this number?
ru: В среднем каждый житель Земли создает 1,1 килограмм (3,3 фунта) мусора в день. Давай снизим это число?

# onboarding_4_title
source: Allow notifications?
ru: Разрешить отправку уведомлений?

# onboarding_4_green_title
source: They will be sent only 1 time per day, in the evening
ru: Они будут отправляться всего 1 раз в день, вечером

# onboarding_4_subtitle
source: With the notifications, you will definitely not forget to write down all your garbage
ru: С уведомлением ты точно не забудешь записать весь свой мусор

# onboarding_5_title
source: The app can track your geoposition
ru: Приложению может понадобится геопозиция

# onboarding_5_green_title
source: It is necessary for using the Biniva map
ru: Она нужна для простоты использования карты Biniva

# onboarding_5_subtitle
source: No surveillance, just convenience!
ru: Никакой слежки, только удобство

# onboarding_6_title
source: Choose the measurement system
ru: Выберите систему измерения

# onboarding_6_green_title
source: We wish only to attend your needs
ru: Мы хотим, чтобы вам было удобно

# onboarding_6_metric_title
source: Metric
ru: Метрическая

# onboarding_6_imperial_title
source: Imperial
ru: Английская

# onboarding_6_metric
source: metric_image_en
ru: metric_image_ru

# onboarding_6_imperial
source: imperial_image_en
ru: imperial_image_ru

# paywall_close_button
source: Close
ru: Закрыть

# paywall_title
source: Support the Biniva eco-map project
ru: Поддержи проект эко-карты Biniva

# paywall_subtitle_1
source: Help us to evolve and allow more people to recycle garbage
ru: Помоги нам развиваться и позволь большему количеству людей переработать мусор

# paywall_subtitle_2
source: Get weekly tips about Zero Waste and open access to advanced weekly statistics
ru: Получай еженедельные советы по Zero Waste и открой доступ к расширенной еженедельной статистике

# paywall_subtitle_3
source: Help us to keep the map working and make the world cleaner!
ru: Помоги нам поддерживать работу карты, чтобы сделать мир чище!

# paywall_annual_title
source: The annual support of the project will allow:
ru: Годовая поддержка проекта позволит:

# paywall_monthly_title
source: The monthly support of the project will allow:
ru: Ежемесячная поддержка проекта позволит:

# paywall_annual_text
source: Help 80 new people find a garbage recycling place near their home. They will additionaly recycle 3.2 tons of garbage per year.
ru: 80 новым людям найти место переработки мусора рядом с домом. Дополнительно сдать на переработку 3.2 тонны мусора в год.

# paywall_monthly_text
source: Help 120 new people find a garbage recycling place near their home. They will additionaly recycle 4.8 tons of garbage per year.
ru: 120 новым людям найти место переработки мусора рядом с домом. Дополнительно сдать на переработку 4.8 тонны мусора в год.

# paywall_annual_price_tag
source: per year
ru: /год

# paywall_monthly_price_tag
source: per month
ru: /месяц

# paywall_restore_purchases
source: Restore purchases
ru: Восстановить покупки

# paywall_skip
source: Skip
ru: Пропустить

# paywall_description_1
source: The subscription will resume automatically. We appreciate your privacy very much, so we wanted you to know how we use the personal information you provided. By tapping Continue you agree to
ru: Подписка возобновится автоматически. Мы очень ценим вашу приватность, поэтому мы хотели, чтобы вы знали, как мы используем продоставленную вами личную информацию. Нажав Продолжить вы соглашаетесь с

# paywall_conditions
source: Conditions
ru: Условия

# paywall_privacy_policy
source: Privacy Policy
ru: Политика конфиденциальности

# paywall_description_2
source: These numbers for the number of new people who could use the Biniva map, as well as the amount of recycled garbage, are calculated based on the average price of attracting one user and the average amount of garbage created by the Biniva test team. In reality, the numbers may differ. Thank you for your support!
ru: Данные числа по количеству новых людей, которые могли бы использовать карту Biniva, а также количество переработонного мусора, расчитаны на основе цены привлечения одного пользователя и среднего количества мусора, созданного тестовой командой Biniva. В реальности цифры могут отличаться. Спасибо за поддержку!

# paywall_privacy_policy_url
source: http://greener.tilda.ws/privacy_policy/en
ru: http://greener.tilda.ws/privacy_policy/ru

# paywall_error_title
source: An error occurred during the purchase
ru: Возникла ошибка при покупке

# paywall_error_subtitle
source: Please try again later
ru: Пожалуйста, попробуйте позже

# paywall_error_close
source: Close
ru: Закрыть

# top_view_title_recycling
source: Recycling
ru: Переработка

# top_view_subtitle_recycling
source: let's help nature today!
ru: поможем сегодня природе?

# top_view_title_stats
source: Your progress
ru: Твои успехи

# top_view_subtitle_stats
source: go ahead!
ru: продолжай в том же духе!

# progress_view_subtitle
source: garbage collected
ru: собрано мусора

# progress_view_warning_good
source: good job today!
ru: вы сегодня молодец!

# progress_view_warning_bad
source: maximum value per day
ru: максимальное значение за день

# switcher_recycling
source: Garbage
ru: Мусор

# switcher_stats
source: Stats
ru: Статистика

# switcher_map
source: Map
ru: Карта

# stats_subtitle
source: total garbage collected
ru: всего собрано мусора

# stats_weekly_subtitle
source: weekly changes
ru: изменения за неделю

# stats_events_title
source: Events
ru: События

# stats_empty_cell_title
source: Nothing has been added yet
ru: Еще ничего не добавлено

# stats_empty_cell_subtitle
source: Add the garbage that you throw away, and monitor your consumption here.
ru: Добавляй мусор, который выбрасываешь, и следи за своим потреблением здесь.

# stats_weekly_empty_cell_title
source: Not enough data yet
ru: Еще недостаточно данных

# stats_weekly_empty_cell_subtitle
source: Keep adding your trash at least for a week to allow Biniva generate a report.
ru: Добавляй свой мусор как минимум неделю, чтобы Biniva сформировала правильный отчет.

# stats_weekly_unsubscribed_cell_title
source: Support the project
ru: Поддержи проект

# stats_weekly_unsubscribed_cell_subtitle
source: Get access to weekly statistics by subscribing. It will help to keep the Biniva servers in working condition.
ru: Получи доступ к еженедельной статистике, оформив подписку. Она поможет поддерживать сервера Biniva в рабочем состоянии.

# stats_weekly_article_title
source: Weekly advices
ru: Недельные советы

# settings_title
source: Settings
ru: Настройки

# settings_geolocation
source: Geolocation
ru: Геолокация

# settings_notification
source: Notifications
ru: Уведомления

# settings_camers
source: Camera
ru: Камера

# settings_subscription
source: Subscription
ru: Подписка

# settings_measure
source: Measerement system
ru: Система измерения

# settings_sub_stats
source: Donations utility
ru: Успехи поддержки

# settings_leave_comment
source: Leave a comment
ru: Оставь отзыв

# settings_mark_app
source: Rate the app
ru: Оцени приложение

# leave_comment_title
source: Leave your comment
ru: Оставь свой отзыв

# leave_comment_title_placeholder
source: Title
ru: Тема письма

# leave_comment_text_placeholder
source: What should we add or change? (Or just praise the Biniva team)
ru: Что нам стоит добавить или изменить? (Или просто похвалите команду Biniva)

# leave_comment_button
source: Send
ru: Отправить

# leave_comment_title_error_title
source: There's no title
ru: Нет темы письма

# leave_comment_title_error_subtitle
source: Please, write a title. This way we will quickly understand what you wanted to tell us.
ru: Пожалуйста, напиши тему. Так мы быстрее поймем, что ты хотел нам сообщить.

# leave_comment_comment_error_title
source: There is no message text
ru: Нет текста письма

# leave_comment_comment_error_subtitle
source: Please describe your problem or idea. We are waiting for your messages!
ru: Пожалуйста, опиши свою проблему или идею. Мы ждем твоих сообщений!

# leave_comment_error_close
source: Fix it
ru: Исправить

# leave_comment_done_button
source: Done
ru: Готово

# sub_stats_desc
source: Thanks for supporting Biniva via subscription. We are an open community of people who support the ideas of ecology, reasonable consumption and sustainable development. We try to spend the received funds not only on keeping servers alive and implementing new features, but also on attracting new users. And also their acquaintance with garbage recycling and Zero Waste. On this page you can find out what contribution you personally made. Watch your progress, because you are helping to make this world cleaner, greener and kinder!
ru: Спасибо, что поддерживаешь Biniva подпиской. Мы - это открытое сообщество людей, поддерживающих идеи экологии, разумного потребления и устойчивого развития. Мы стараемся тратить полученные средва не только на поддержание серверов и внедрение новых функций, но и на привлечение новый пользователей. А также их знакомство с переработкой мусора и Zero Waste. На этой страницу можно узнать, какой вклад внес лично ты. Следи за своими успехами, ведь ты помогаешь сделать этот мире чище, зеленее и добрее!

# sub_stats_users_title
source: users
ru: пользователей

# sub_stats_garbage_title
source: garbage recycled
ru: мусора переработано

# sub_stats_time_since
source: since
ru: с

# map_pin_title
source: Disposal
ru: Контейнер

# map_pin_photo
source: Photo
ru: Фото

# map_pin_error
source: Can't get the address
ru: Не удается получить адресс

# map_pin_empty_title
source: No one has taken photos yet
ru: Еще никто не сделал фотографий

# map_pin_empty_subtitle
source: Please come back later! We are already working on making all containers easily recognizable.
ru: Пожалуйста, заходи позже! Мы уже работаем над тем, чтобы все контейнеры были легко узнаваемы.

# map_disabled_geolocation_title
source: Geolocation disabled
ru: Геолокация выключена

# map_disabled_geolocation_desc
source: Unfortunately, Biniva can't determine your location. To use the map and find waste recycling points nearby, activate geolocation.
ru: К сожалению, Biniva не может определить твое местоположение. Чтобы использовать карту и найти места переработки отходов неподалеку – активируй геолокацию.

# map_disabled_geolocation_button
source: Enable
ru: Включить

# map_ask_for_points_title
source: No points found
ru: Точки не найдены

# map_ask_for_points_desc
source: he Biniva map is under developing, the whole world has not yet been digitized. You can send a request and we will add all recycling points in your city!
ru: Карта Biniva только развивается, еще не весь мир оцифрован. Ты можешь отправить запрос и мы обязательно добавим все точки в твоем городе!

# map_ask_for_points_button
source: Ask
ru: Запросить

# add_point_title
source: Add disposal
ru: Добавить контейнер

# add_point_choose_materials
source: What can be recycled?
ru: Что можно сдать?

# add_point_map_start_position
source: The address is not selected
ru: Адресс не выбран

# add_point_add_photo
source: Add photo
ru: Добавь фото

# add_point_camera_alert_title
source: Add photo
ru: Добавь фото

# add_point_camera_alert_camera
source: Take a photo
ru: Сделать фото

# add_point_camera_alert_photo_library
source: Choose a photo
ru: Выбрать фото

# add_point_camera_alert_close
source: Close
ru: Закрыть

# add_point_map_error
source: Geolocation is not available. Try again.
ru: Геолокация недоступна. Попробуй еще раз.

# add_point_materials_alert_title
source: No materials selected
ru: Не выбраны материалы

# add_point_materials_alert_subtitle
source: Please, select the materials that can be submitted. This will help other users.
ru: Пожалуйста, выбери материалы, которые можно сдать. Это поможет другим пользователям.

# add_point_adress_alert_title
source: No geoposition setted
ru: Не выбрана геопозиция

# add_point_adress_alert_subtitle
source: Please, select a point on the map where you can find this recycling site. This will help other users.
ru: Пожалуйста, выбери точку на карте, где можно найти это место переработки. Это поможет другим пользователям.

# add_point_close_alert
source: Fix it
ru: Исправить

# add_point_added_title
source: Added!
ru: Добавлено!

# add_point_added_desc
source: The garbage container has been sent for moderation. It will appear on the map in the near future. Thanks!
ru: Контейнер для мусора отправлен на модерацию. В ближайшее время он появится на карте. Спасибо!

# add_point_added_button
source: Excelent!
ru: Отлично!

# camera_controller_about_button
source: Where am I?
ru: Где я?

# camera_controller_material_alert_title
source: No material selected
ru: Материал не выбран

# camera_controller_material_alert_subtitle
source: Please, choose the material that you throw away.
ru: Пожалуйста, выбери материал, который ты выбрасываешь.

# camera_controller_weight_alert_title
source: No weight setted
ru: Вес не указан

# camera_controller_weight_alert_subtitle
source: Please, specify the weight of the garbage that you throw away.
ru: Пожалуйста, укажи вес мусора, который ты выбрасываешь.

# camera_controller_alert_title
source: You can help us!
ru: Ты можешь нам помочь!

# camera_controller_alert_subtitle
source: We are developing an intelligent system for automatic detection of garbage using a camera. Please take a picture of your garbage and note its weight. Thanks!
ru: Мы разрабатываем интеллектуальную систему автоматического определения мусора с помощью камеры. Пожалуйста, сфотографируй свой мусор и отметь его вес. Спасибо!

# camera_controller_pop_up_title
source: Added!
ru: Добавлено!

# camera_controller_pop_up_subtitle
source: The depersonalized garbage data has been sent to the Biniva server, thank you for this. You are helping to make the world a better place!
ru: Обезличенные данные о мусоре отправлены на сервер Biniva, спасибо вам за это. Вы помогаете делать мир лучше!

# camera_controller_pop_up_button
source: I'm awesome!
ru: Я молодец!

# plastic_title_1
source: Package
ru: Пакет

# plastic_title_2
source: Bottle
ru: Бутылка

# plastic_title_3
source: Bottle
ru: Бутылка

# plastic_title_4
source: Bottle
ru: Бутылка

# plastic_title_5
source: Bottle
ru: Бутылка

# plastic_title_6
source: Other
ru: Другое

# plastic_subtitle_1
source: Ordinary
ru: Майка

# plastic_subtitle_2_metric
source: Volume 0.5 liter
ru: Объем 0.5 литра

# plactic_subtitle_2_imperial
source: Volume 1 pint
ru: Объем 1 пинта

# plastic_subtitle_3_metric
source: Volume 1 liter
ru: Объем 1 литр

# plactic_subtitle_3_imperial
source: Volume 2 pints
ru: Объем 2 пинты

# plastic_subtitle_4_metric
source: Volume 1.5 liter
ru: Объем 1.5 литра

# plactic_subtitle_4_imperial
source: Volume 3 pints
ru: Объем 3 пинты

# plastic_subtitle_5_metric
source: Volume 2 liter
ru: Объем 2 литра

# plactic_subtitle_5_imperial
source: Volume 1/2 gallon
ru: Объем 1/2 галлона

# plastic_subtitle_6
source: Wrapper, etc.
ru: Обертка и т.д.

# organic_title_1
source: Stub
ru: Огрызок

# organic_title_2
source: Peel
ru: Кожура

# organic_title_3
source: Peel
ru: Очистки

# organic_title_4
source: Other
ru: Другое

# organic_subtitle_1
source: Apple or pear
ru: Яблоко или груша

# organic_subtitle_2
source: Banana
ru: Банановая

# organic_subtitle_3
source: Potato
ru: Картофель

# organic_subtitle_4
source: Organic
ru: Органика

# glass_title_1
source: Glass
ru: Стакан

# glass_title_2
source: Bottle
ru: Бутылка

# glass_title_3
source: Other
ru: Другое

# glass_subtitle_1_metric
source: Volume 0.2 liter
ru: Объем 0.2 литра

# glass_subtitle_1_imperial
source: Volume 1/2 pint
ru: Объем 1/2 пинты

# glass_subtitle_2_metric
source: Volume 0.5 liter
ru: Объем 0.5 литра

# glass_subtitle_2_imperial
source: Volume 1 pint
ru: Объем 1 пинта

# glass_subtitle_3
source: Glass
ru: Стекло

# paper_title_1
source: Sheet
ru: Лист

# paper_title_2
source: Package
ru: Упаковка

# paper_title_3
source: Wrapper
ru: Обертка

# paper_title_4
source: Box
ru: Коробка

# paper_title_5
source: Box
ru: Коробка

# paper_title_6
source: Other
ru: Другое

# paper_subtitle_1
source: A4
ru: А4

# paper_subtitle_2
source: Milk
ru: Из под молока

# paper_subtitle_3
source: Small
ru: Небольшая

# paper_subtitle_4
source: Small cardboard
ru: Картонная маленькая

# paper_subtitle_5
source: Big cardboard
ru: Картонная большая

# paper_subtitle_6
source: Napkin, etc.
ru: Салфетка и т.д.

# metal_title_1
source: Foil
ru: Фольга

# metal_title_2
source: Wrapper
ru: Фантик

# metal_title_3
source: Can
ru: Банка

# metal_title_4
source: Other
ru: Другое

# metal_subtitle_1_metric
source: Length 0,5 meter
ru: Длина 0,5 метра

# metal_subtitle_1_imperial
source: Length 1.5 foot
ru: Длина 1 фут

# metal_subtitle_2
source: Candy
ru: От конфеты

# metal_subtitle_3_metric
source: Beer/Cola
ru: Объем 0.33 литра

# metal_subtitle_3_imperial
source: Beer/Cola
ru: Объем 1 пинта

# metal_subtitle_4
source: Nails, etc.
ru: Гвозди и т.д.

# wood_title_1
source: Other
ru: Другое

# wood_subtitle_1
source: Chairs, etc.
ru: Стулья и т.д.

# fabric_title_1
source: T-shirt
ru: Футболка

# fabric_title_2
source: Other
ru: Другое

# fabric_subtitle_1
source: Adult
ru: Взрослая

# fabric_subtitle_2
source: Fabric
ru: Ткань

# battery_title_1
source: Battery
ru: Батарейка

# battery_title_2
source: Battery
ru: Батарейка

# battery_title_3
source: Other
ru: Другое

# battery_subtitle_1
source: AAA
ru: Мизинчиковая

# battery_subtitle_2
source: AA
ru: Пальчиковая

# battery_subtitle_3
source: Battery
ru: Батарейка

# lamp_title_1
source: Lamp
ru: Лампочка

# lamp_title_2
source: Other
ru: Другое

# lamp_subtitle_1
source: Spiral
ru: Спиральная

# lamp_subtitle_2
source: Lamp
ru: Лампочка
